[
    {
        "name": "Xiaomi Redmi 9",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/9w78R4t/xiaomi-redmi-9.png",
        "price": "13,999",
        "quantity": 100, 
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi Redmi 9 price in BD starts from BDT. 13,999. Xiaomi Redmi 9 internal storage base variant of 3 GB, 4 GB Ram, 32 GB, 64 GB Internal Memory (ROM). Xiaomi Redmi 9 which is available in Carbon Gray, Sunset Purple, Ocean Green colour."
    },
    {
        "name": "Xiaomi Poco X4 GT",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/RpBG8RH/Xiaomi-Poco-X4-GT.png",
        "price": "32,000",
        "quantity": 100, 
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi Poco X4 GT price in BD starts from BDT. 32,000. Xiaomi Poco X4 GT internal storage base variant of 8 GB Ram, 128 GB, 256 GB Internal Memory (ROM). Xiaomi Poco X4 GT which is available in Black, Blue, Silver colour."
    },
    {
        "name": "Xiaomi 12S Pro",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/q16LtX8/Xiaomi-12-S-Pro-Gray.png",
        "price": "68,000",
        "quantity": 100, 
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi 12S Pro price in BD starts from BDT. 68,000. Xiaomi 12S Pro internal storage base variant of 8 GB, 12 GB Ram, 128 GB, 256 GB, 512 GB Internal Memory (ROM). Xiaomi 12S Pro which is available in Gray, White, Purple, Green colour."
    },
    {
        "name": "Xiaomi Redmi 11",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/KG14rt4/Xiaomi-Redmi11.png",
        "price": "17,999",
        "quantity": 100,
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi Redmi 11 price in BD starts from BDT. 17,990. Xiaomi Redmi 11 internal storage base variant of 4 GB, 6 GB Ram, 64 GB, 128 GB Internal Memory (ROM)."
    },
    {
        "name": "Xiaomi Redmi 10 Prime 2022",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/0VRHvz4/Xiaomi-Redmi-10-Prime-2022.png",
        "price": "16,999",
        "quantity": 100, 
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi Redmi 10 Prime 2022 price in BD starts from BDT. 16,999. Xiaomi Redmi 10 Prime 2022 internal storage base variant of 4 GB, 6 GB Ram, 64 GB, 128 GB Internal Memory (ROM). Xiaomi Redmi 10 Prime 2022 which is available in Astral White, Bifrost Blue, Phantom Black colour."
    },
    {
        "name": "Xiaomi Redmi Note 11",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/GVmv00J/Xiaomi-Redmi-Note-111.png",
        "price": "20,500",
        "quantity": 100, 
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi Redmi Note 11 price in BD starts from BDT. 20,599. Xiaomi Redmi Note 11 internal storage base variant of 4 GB, 6 GB Ram, 64 GB, 128 GB Internal Memory (ROM). Xiaomi Redmi Note 11 which is available in Graphite Gray, Pearl White, Star Blue colour."
    },
    {
        "name": "Xiaomi 11i",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/Lpjfr2X/Xiaomi-11i.png",
        "price": "34,000",
        "quantity": 100, 
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi 11i price in BD starts from BDT. 33,990. Xiaomi 11i internal storage base variant of 6 GB, 8 GB Ram, 128 GB, 256 GB Internal Memory (ROM). Xiaomi 11i which is available in Camo Green, Stealth Black, Purple Mist, Pacific Pearl colour."
    },
    {
        "name": "Xiaomi 12",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/HY3T55Z/Xiaomi-12.png",
        "price": "52,990",
        "quantity": 100, 
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi 12 price in BD starts from BDT. 52,990. Xiaomi 12 internal storage base variant of 8 GB, 12 GB Ram, 128 GB, 256 GB Internal Memory (ROM). Xiaomi 12 which is available in Black, Green, Blue, Pink colour."
    },
    {
        "name": "Xiaomi Redmi Note 11 Pro",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/xfkRDCm/Xiaomi-Redmi-Note-11-Pro.png",
        "price": "22,990",
        "quantity": 100, 
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi Redmi Note 11 Pro (China) price in BD starts from BDT. 22,990. Xiaomi Redmi Note 11 Pro (China) internal storage base variant of 6 GB, 8 GB Ram, 128 GB, 256 GB Internal Memory (ROM). Xiaomi Redmi Note 11 Pro (China) which is available in Mysterious Black, Forest Green, Timeless Purple, Milky Way Blue colour."
    },
    {
        "name": "Xiaomi Black Shark 4s",
        "brand": "Xiaomi",
        "img": "https://i.ibb.co/HB1310y/Xiaomi-Black-Shark-4-S.png",
        "price": "36,990",
        "quantity": 100, 
        "email": "",
        "supplierName": "Smart Tech BD",
        "description": "Xiaomi Black Shark 4s price in BD starts from BDT. 36,990. Xiaomi Black Shark 4s internal storage base variant of 8 GB, 12 GB Ram, 128 GB, 256 GB Internal Memory (ROM). Xiaomi Black Shark 4s which is available in Black, White colour."
    }
]